[TheWorld:PersistentLevel.H7BattleSite_34 H7BattleSite]
mDescription="此地被诅咒笼罩，但阴影中可能藏有强大的宝物。"
mName=""

[TheWorld:PersistentLevel.H7BattleSite_39 H7BattleSite]
mDescription="此地被诅咒笼罩，但阴影中可能藏有强大的宝物。"
mName=""

[TheWorld:PersistentLevel.H7BattleSite_40 H7BattleSite]
mDescription="此地被诅咒笼罩，但阴影中可能藏有强大的宝物。"
mName=""

[TheWorld:PersistentLevel.H7BattleSite_2 H7BattleSite]
mDescription="此地被诅咒笼罩，但阴影中可能藏有强大的宝物。"
mName=""

[TheWorld:PersistentLevel.H7BattleSite_24 H7BattleSite]
mDescription="此地被诅咒笼罩，但阴影中可能藏有强大的宝物。"
mName=""

[TheWorld:PersistentLevel.H7BattleSite_14 H7BattleSite]
mDescription="此地被诅咒笼罩，但阴影中可能藏有强大的宝物。"
mName=""

[TheWorld:PersistentLevel.H7BattleSite_5 H7BattleSite]
mDescription="被屠戮巨龙的幽灵在这片古老的战场上徘徊。"
mName=""

[TheWorld:PersistentLevel.H7BattleSite_33 H7BattleSite]
mDescription="被屠戮巨龙的幽灵在这片古老的战场上徘徊。"
mName=""

[TheWorld:PersistentLevel.H7BattleSite_23 H7BattleSite]
mDescription="被屠戮巨龙的幽灵在这片古老的战场上徘徊。"
mName=""

[TheWorld:PersistentLevel.H7BattleSite_13 H7BattleSite]
mDescription="被屠戮巨龙的幽灵在这片古老的战场上徘徊。"
mName=""

[TheWorld:PersistentLevel.H7BattleSite_30 H7BattleSite]
mDescription="现实结构中的这道裂隙通向一个地狱般的维度。"
mName=""

[TheWorld:PersistentLevel.H7BattleSite_20 H7BattleSite]
mDescription="现实结构中的这道裂隙通向一个地狱般的维度。"
mName=""

[TheWorld:PersistentLevel.H7BattleSite_10 H7BattleSite]
mDescription="现实结构中的这道裂隙通向一个地狱般的维度。"
mName=""

[TheWorld:PersistentLevel.H7BattleSite_37 H7BattleSite]
mDescription="过去闯入者的尸体纠缠在树根之间。"
mName=""

[TheWorld:PersistentLevel.H7BattleSite_4 H7BattleSite]
mDescription="过去闯入者的尸体纠缠在树根之间。"
mName=""

[TheWorld:PersistentLevel.H7BattleSite_43 H7BattleSite]
mDescription="过去闯入者的尸体纠缠在树根之间。"
mName=""

[TheWorld:PersistentLevel.H7BattleSite_27 H7BattleSite]
mDescription="过去闯入者的尸体纠缠在树根之间。"
mName=""

[TheWorld:PersistentLevel.H7BattleSite_16 H7BattleSite]
mDescription="过去闯入者的尸体纠缠在树根之间。"
mName=""

[TheWorld:PersistentLevel.H7BattleSite_36 H7BattleSite]
mDescription="这些废墟看起来平静而无生气。但仍能感受到一股强大的魔法存在。"
mName=""

[TheWorld:PersistentLevel.H7BattleSite_42 H7BattleSite]
mDescription="这些废墟看起来平静而无生气。但仍能感受到一股强大的魔法存在。"
mName=""

[TheWorld:PersistentLevel.H7BattleSite_8 H7BattleSite]
mDescription="这些废墟看起来平静而无生气。但仍能感受到一股强大的魔法存在。"
mName=""

[TheWorld:PersistentLevel.H7BattleSite_26 H7BattleSite]
mDescription="这些废墟看起来平静而无生气。但仍能感受到一股强大的魔法存在。"
mName=""

[TheWorld:PersistentLevel.H7BattleSite_32 H7BattleSite]
mDescription="令人不安的嘎嘎声在蜿蜒的楼梯上回响……"
mName=""

[TheWorld:PersistentLevel.H7BattleSite_22 H7BattleSite]
mDescription="令人不安的嘎嘎声在蜿蜒的楼梯上回响……"
mName=""

[TheWorld:PersistentLevel.H7BattleSite_12 H7BattleSite]
mDescription="令人不安的嘎嘎声在蜿蜒的楼梯上回响……"
mName=""

[TheWorld:PersistentLevel.H7BattleSite_1 H7BattleSite]
mDescription="令人不安的嘎嘎声在蜿蜒的楼梯上回响……"
mName=""

[TheWorld:PersistentLevel.H7BattleSite_28 H7BattleSite]
mDescription="矮人会拼死……以及用陷阱保卫财宝。"
mName=""

[TheWorld:PersistentLevel.H7BattleSite_18 H7BattleSite]
mDescription="矮人会拼死……以及用陷阱保卫财宝。"
mName=""

[TheWorld:PersistentLevel.H7BattleSite_17 H7BattleSite]
mDescription="矮人会拼死……以及用陷阱保卫财宝。"
mName=""

[TheWorld:PersistentLevel.H7BattleSite_41 H7BattleSite]
mDescription="巨大的野兽隐藏在这个洞穴中，使其在震颤中崩塌。"
mName=""

[TheWorld:PersistentLevel.H7BattleSite_6 H7BattleSite]
mDescription="巨大的野兽隐藏在这个洞穴中，使其在震颤中崩塌。"
mName=""

[TheWorld:PersistentLevel.H7BattleSite_21 H7BattleSite]
mDescription="巨大的野兽隐藏在这个洞穴中，使其在震颤中崩塌。"
mName=""

[TheWorld:PersistentLevel.H7BattleSite_11 H7BattleSite]
mDescription="巨大的野兽隐藏在这个洞穴中，使其在震颤中崩塌。"
mName=""

[TheWorld:PersistentLevel.H7BattleSite_31 H7BattleSite]
mDescription="巨大的野兽隐藏在这个洞穴中，使其在震颤中崩塌。"
mName=""

[TheWorld:PersistentLevel.H7BattleSite_35 H7BattleSite]
mDescription="这些石头标志着一个被遗忘冒险者的最后安息之地。你会亵渎这座坟墓寻找贵重物品吗？"
mName=""

[TheWorld:PersistentLevel.H7BattleSite_3 H7BattleSite]
mDescription="这些石头标志着一个被遗忘冒险者的最后安息之地。你会亵渎这座坟墓寻找贵重物品吗？"
mName=""

[TheWorld:PersistentLevel.H7BattleSite_25 H7BattleSite]
mDescription="这些石头标志着一个被遗忘冒险者的最后安息之地。你会亵渎这座坟墓寻找贵重物品吗？"
mName=""

[TheWorld:PersistentLevel.H7BattleSite_15 H7BattleSite]
mDescription="这些石头标志着一个被遗忘冒险者的最后安息之地。你会亵渎这座坟墓寻找贵重物品吗？"
mName=""

[TheWorld:PersistentLevel.H7BattleSite_9 H7BattleSite]
mDescription="蜘蛛女王的邪恶信徒正在这些不洁的围墙内进行令人毛骨悚然的仪式……"
mName=""

[TheWorld:PersistentLevel.H7BattleSite_29 H7BattleSite]
mDescription="蜘蛛女王的邪恶信徒正在这些不洁的围墙内进行令人毛骨悚然的仪式……"
mName=""

[TheWorld:PersistentLevel.H7BattleSite_19 H7BattleSite]
mDescription="蜘蛛女王的邪恶信徒正在这些不洁的围墙内进行令人毛骨悚然的仪式……"
mName=""

[TheWorld:PersistentLevel.H7BattleSite_0 H7BattleSite]
mDescription="蜘蛛女王的邪恶信徒正在这些不洁的围墙内进行令人毛骨悚然的仪式……"
mName=""

[TheWorld:PersistentLevel.H7BuffSite_0 H7BuffSite]
mName=""

[TheWorld:PersistentLevel.H7BuffSite_1 H7BuffSite]
mName=""

[TheWorld:PersistentLevel.H7BuffSite_10 H7BuffSite]
mName=""

[TheWorld:PersistentLevel.H7BuffSite_11 H7BuffSite]
mName=""

[TheWorld:PersistentLevel.H7BuffSite_12 H7BuffSite]
mName=""

[TheWorld:PersistentLevel.H7BuffSite_13 H7BuffSite]
mName=""

[TheWorld:PersistentLevel.H7BuffSite_14 H7BuffSite]
mName=""

[TheWorld:PersistentLevel.H7BuffSite_15 H7BuffSite]
mName=""

[TheWorld:PersistentLevel.H7BuffSite_16 H7BuffSite]
mName=""

[TheWorld:PersistentLevel.H7BuffSite_17 H7BuffSite]
mName=""

[TheWorld:PersistentLevel.H7BuffSite_18 H7BuffSite]
mName=""

[TheWorld:PersistentLevel.H7BuffSite_19 H7BuffSite]
mName=""

[TheWorld:PersistentLevel.H7BuffSite_2 H7BuffSite]
mName=""

[TheWorld:PersistentLevel.H7BuffSite_20 H7BuffSite]
mName=""

[TheWorld:PersistentLevel.H7BuffSite_21 H7BuffSite]
mName=""

[TheWorld:PersistentLevel.H7BuffSite_22 H7BuffSite]
mName=""

[TheWorld:PersistentLevel.H7BuffSite_23 H7BuffSite]
mName=""

[TheWorld:PersistentLevel.H7BuffSite_24 H7BuffSite]
mName=""

[TheWorld:PersistentLevel.H7BuffSite_25 H7BuffSite]
mName=""

[TheWorld:PersistentLevel.H7BuffSite_26 H7BuffSite]
mName=""

[TheWorld:PersistentLevel.H7BuffSite_27 H7BuffSite]
mName=""

[TheWorld:PersistentLevel.H7BuffSite_28 H7BuffSite]
mName=""

[TheWorld:PersistentLevel.H7BuffSite_29 H7BuffSite]
mName=""

[TheWorld:PersistentLevel.H7BuffSite_3 H7BuffSite]
mName=""

[TheWorld:PersistentLevel.H7BuffSite_30 H7BuffSite]
mName=""

[TheWorld:PersistentLevel.H7BuffSite_31 H7BuffSite]
mName="蓝色城镇"

[TheWorld:PersistentLevel.H7BuffSite_32 H7BuffSite]
mName=""

[TheWorld:PersistentLevel.H7BuffSite_33 H7BuffSite]
mName=""

[TheWorld:PersistentLevel.H7BuffSite_34 H7BuffSite]
mName=""

[TheWorld:PersistentLevel.H7BuffSite_35 H7BuffSite]
mName=""

[TheWorld:PersistentLevel.H7BuffSite_4 H7BuffSite]
mName=""

[TheWorld:PersistentLevel.H7BuffSite_5 H7BuffSite]
mName=""

[TheWorld:PersistentLevel.H7BuffSite_6 H7BuffSite]
mName=""

[TheWorld:PersistentLevel.H7BuffSite_7 H7BuffSite]
mName=""

[TheWorld:PersistentLevel.H7BuffSite_8 H7BuffSite]
mName=""

[TheWorld:PersistentLevel.H7BuffSite_9 H7BuffSite]
mName=""

[TheWorld:PersistentLevel.H7Cartographer_0 H7Cartographer]
mName=""

[TheWorld:PersistentLevel.H7DimensionChannel_0 H7DimensionChannel]
mName=""

[TheWorld:PersistentLevel.H7DimensionChannel_1 H7DimensionChannel]
mName=""

[TheWorld:PersistentLevel.H7DimensionChannel_2 H7DimensionChannel]
mName=""

[TheWorld:PersistentLevel.H7DimensionChannelExit_0 H7DimensionChannelExit]
mName=""

[TheWorld:PersistentLevel.H7DimensionChannelExit_1 H7DimensionChannelExit]
mName=""

[TheWorld:PersistentLevel.H7DimensionChannelExit_2 H7DimensionChannelExit]
mName=""

[TheWorld:PersistentLevel.H7DimensionPortal_0 H7DimensionPortal]
mName=""

[TheWorld:PersistentLevel.H7DimensionPortal_1 H7DimensionPortal]
mName=""

[TheWorld:PersistentLevel.H7DimensionPortal_2 H7DimensionPortal]
mName=""

[TheWorld:PersistentLevel.H7DimensionPortal_3 H7DimensionPortal]
mName=""

[TheWorld:PersistentLevel.H7DimensionPortal_4 H7DimensionPortal]
mName=""

[TheWorld:PersistentLevel.H7DimensionPortal_5 H7DimensionPortal]
mName=""

[TheWorld:PersistentLevel.H7DimensionPortal_6 H7DimensionPortal]
mName=""

[TheWorld:PersistentLevel.H7DimensionPortal_7 H7DimensionPortal]
mName=""

[TheWorld:PersistentLevel.H7DimensionPortal_8 H7DimensionPortal]
mName=""

[TheWorld:PersistentLevel.H7DimensionPortal_9 H7DimensionPortal]
mName=""

[TheWorld:PersistentLevel.H7Keymaster_0 H7Keymaster]
mName=""

[TheWorld:PersistentLevel.H7Keymaster_1 H7Keymaster]
mName=""

[TheWorld:PersistentLevel.H7Keymaster_3 H7Keymaster]
mName=""

[TheWorld:PersistentLevel.H7Keymaster_4 H7Keymaster]
mName=""

[TheWorld:PersistentLevel.H7KeymasterGate_0 H7KeymasterGate]
mName=""

[TheWorld:PersistentLevel.H7KeymasterGate_1 H7KeymasterGate]
mName=""

[TheWorld:PersistentLevel.H7KeymasterGate_10 H7KeymasterGate]
mName=""

[TheWorld:PersistentLevel.H7KeymasterGate_11 H7KeymasterGate]
mName=""

[TheWorld:PersistentLevel.H7KeymasterGate_2 H7KeymasterGate]
mName=""

[TheWorld:PersistentLevel.H7KeymasterGate_3 H7KeymasterGate]
mName=""

[TheWorld:PersistentLevel.H7KeymasterGate_4 H7KeymasterGate]
mName=""

[TheWorld:PersistentLevel.H7KeymasterGate_5 H7KeymasterGate]
mName=""

[TheWorld:PersistentLevel.H7KeymasterGate_6 H7KeymasterGate]
mName=""

[TheWorld:PersistentLevel.H7KeymasterGate_8 H7KeymasterGate]
mName=""

[TheWorld:PersistentLevel.H7KeymasterGate_9 H7KeymasterGate]
mName=""

[TheWorld:PersistentLevel.H7RandomFort_0 H7RandomFort]
mName=""

[TheWorld:PersistentLevel.H7RandomFort_1 H7RandomFort]
mName=""

[TheWorld:PersistentLevel.H7RandomFort_2 H7RandomFort]
mName=""

[TheWorld:PersistentLevel.H7RandomFort_3 H7RandomFort]
mName=""

[TheWorld:PersistentLevel.H7RandomTown_0 H7RandomTown]
mName="蓝色"

[TheWorld:PersistentLevel.H7RandomTown_1 H7RandomTown]
mName="红色"

[TheWorld:PersistentLevel.H7RandomTown_2 H7RandomTown]
mName="绿色"

[TheWorld:PersistentLevel.H7RandomTown_3 H7RandomTown]
mName="黄色"

[TheWorld:PersistentLevel.H7RandomTown_4 H7RandomTown]
mName="布雷阿"

[TheWorld:PersistentLevel.H7Town_0 H7Town]
mName="岛民"

[TheWorld:PersistentLevel.H7VisitingShell_0 H7VisitingShell]
mDescription=""
mDescriptionInactive=""
mName="雪崩 1"

[TheWorld:PersistentLevel.H7VisitingShell_1 H7VisitingShell]
mDescription=""
mDescriptionInactive=""
mName="雪崩 2"

[TheWorld:PersistentLevel.H7VisitingShell_2 H7VisitingShell]
mDescription=""
mDescriptionInactive=""
mName="射线"

[TheWorld:PersistentLevel.H7VisitingShell_3 H7VisitingShell]
mDescription=""
mDescriptionInactive=""
mName="可移除岩石"

[TheWorld:PersistentLevel.H7VisitingShell_4 H7VisitingShell]
mDescription=""
mDescriptionInactive=""
mName="亚莎雕像"

[TheWorld:PersistentLevel.H7VisitingShell_6 H7VisitingShell]
mDescription=""
mDescriptionInactive=""
mName="马车"

[TheWorld:PersistentLevel.Main_Sequence.Sequence_1.H7SeqAct_Quest_NewNode_0 H7SeqAct_Quest_NewNode]
mTitle="H7SeqAct_Quest_NewNode_0"
mDescription=""
mRewardText=""

[TheWorld:PersistentLevel.Main_Sequence.Sequence_1.H7SeqAct_Quest_NewNode_1 H7SeqAct_Quest_NewNode]
mTitle="H7SeqAct_Quest_NewNode_1"
mDescription=""
mRewardText=""

[TheWorld:PersistentLevel.Main_Sequence.Sequence_1.H7SeqAct_Quest_NewNode_10 H7SeqAct_Quest_NewNode]
mTitle="将蓝色城镇建造到23级"
mDescription="城镇等级 23"
mRewardText="你是个伟大的建造者"

[TheWorld:PersistentLevel.Main_Sequence.Sequence_1.H7SeqAct_Quest_NewNode_11 H7SeqAct_Quest_NewNode]
mTitle="成为伟大的水手"
mDescription="成为伟大的船长"
mRewardText="干得好，水手！"

[TheWorld:PersistentLevel.Main_Sequence.Sequence_1.H7SeqAct_Quest_NewNode_12 H7SeqAct_Quest_NewNode]
mTitle="拜访丰产神像"
mDescription="拜访丰产神像"
mRewardText="恭喜 ！"

[TheWorld:PersistentLevel.Main_Sequence.Sequence_1.H7SeqAct_Quest_NewNode_13 H7SeqAct_Quest_NewNode]
mTitle="夺取红色城镇"
mDescription="夺取红色城镇"
mRewardText="哇哦 ！"

[TheWorld:PersistentLevel.Main_Sequence.Sequence_1.H7SeqAct_Quest_NewNode_14 H7SeqAct_Quest_NewNode]
mTitle="夺取绿色城镇"
mDescription="夺取绿色城镇"
mRewardText="超级 ！"

[TheWorld:PersistentLevel.Main_Sequence.Sequence_1.H7SeqAct_Quest_NewNode_15 H7SeqAct_Quest_NewNode]
mTitle="夺取黄色城镇"
mDescription="夺取黄色城镇"
mRewardText="太棒了 ！"

[TheWorld:PersistentLevel.Main_Sequence.Sequence_1.H7SeqAct_Quest_NewNode_16 H7SeqAct_Quest_NewNode]
mTitle="拜访马车"
mDescription="似乎有一辆载着材料的马车被遗弃了……"
mRewardText="这应该能帮助建造者们。"

[TheWorld:PersistentLevel.Main_Sequence.Sequence_1.H7SeqAct_Quest_NewNode_17 H7SeqAct_Quest_NewNode]
mTitle="H7SeqAct_Quest_NewNode_4"
mDescription=""
mRewardText=""

[TheWorld:PersistentLevel.Main_Sequence.Sequence_1.H7SeqAct_Quest_NewNode_18 H7SeqAct_Quest_NewNode]
mTitle="将布雷阿建造到15级"
mDescription="布雷阿等级 15"
mRewardText="你是个伟大的建造者"

[TheWorld:PersistentLevel.Main_Sequence.Sequence_1.H7SeqAct_Quest_NewNode_2 H7SeqAct_Quest_NewNode]
mTitle="H7SeqAct_Quest_NewNode_2"
mDescription=""
mRewardText=""

[TheWorld:PersistentLevel.Main_Sequence.Sequence_1.H7SeqAct_Quest_NewNode_3 H7SeqAct_Quest_NewNode]
mTitle="H7SeqAct_Quest_NewNode_3"
mDescription=""
mRewardText=""

[TheWorld:PersistentLevel.Main_Sequence.Sequence_1.H7SeqAct_Quest_NewNode_4 H7SeqAct_Quest_NewNode]
mTitle="等级14"
mDescription="达到14级"
mRewardText="你走在了正确的道路上"

[TheWorld:PersistentLevel.Main_Sequence.Sequence_1.H7SeqAct_Quest_NewNode_5 H7SeqAct_Quest_NewNode]
mTitle="等级30"
mDescription="达到30级"
mRewardText="这非常好"

[TheWorld:PersistentLevel.Main_Sequence.Sequence_1.H7SeqAct_Quest_NewNode_6 H7SeqAct_Quest_NewNode]
mTitle="500个灵魂"
mDescription="收集500个灵魂"
mRewardText="你是个伟大的战士"

[TheWorld:PersistentLevel.Main_Sequence.Sequence_1.H7SeqAct_Quest_NewNode_7 H7SeqAct_Quest_NewNode]
mTitle="5000个灵魂"
mDescription="收集5000个灵魂"
mRewardText="你是个非常伟大的战士"

[TheWorld:PersistentLevel.Main_Sequence.Sequence_1.H7SeqAct_Quest_NewNode_9 H7SeqAct_Quest_NewNode]
mTitle="将蓝色城镇建造到15级"
mDescription="城镇等级 15"
mRewardText="你是个建造者"

[TheWorld:PersistentLevel.Main_Sequence.Sequence_1.H7SeqAct_QuestObjective_0 H7SeqAct_QuestObjective]
mDescription="击败所有对手。若连续7天未控制任何城镇，或失去所有英雄和城镇，则你被击败。"

[TheWorld:PersistentLevel.Main_Sequence.Sequence_1.H7SeqAct_QuestObjective_1 H7SeqAct_QuestObjective]
mDescription=""

[TheWorld:PersistentLevel.Main_Sequence.Sequence_1.H7SeqAct_QuestObjective_10 H7SeqAct_QuestObjective]
mDescription="收集500个灵魂"

[TheWorld:PersistentLevel.Main_Sequence.Sequence_1.H7SeqAct_QuestObjective_11 H7SeqAct_QuestObjective]
mDescription="收集5000个灵魂"

[TheWorld:PersistentLevel.Main_Sequence.Sequence_1.H7SeqAct_QuestObjective_14 H7SeqAct_QuestObjective]
mDescription="城镇等级 15"

[TheWorld:PersistentLevel.Main_Sequence.Sequence_1.H7SeqAct_QuestObjective_15 H7SeqAct_QuestObjective]
mDescription="城镇等级 23"

[TheWorld:PersistentLevel.Main_Sequence.Sequence_1.H7SeqAct_QuestObjective_16 H7SeqAct_QuestObjective]
mDescription="学习召唤船只法术"

[TheWorld:PersistentLevel.Main_Sequence.Sequence_1.H7SeqAct_QuestObjective_17 H7SeqAct_QuestObjective]
mDescription="占领灯塔"

[TheWorld:PersistentLevel.Main_Sequence.Sequence_1.H7SeqAct_QuestObjective_18 H7SeqAct_QuestObjective]
mDescription="拜访丰产神像"

[TheWorld:PersistentLevel.Main_Sequence.Sequence_1.H7SeqAct_QuestObjective_19 H7SeqAct_QuestObjective]
mDescription="夺取红色城镇"

[TheWorld:PersistentLevel.Main_Sequence.Sequence_1.H7SeqAct_QuestObjective_2 H7SeqAct_QuestObjective]
mDescription="击败所有对手。若连续7天未控制任何城镇，或失去所有英雄和城镇，则你被击败。"

[TheWorld:PersistentLevel.Main_Sequence.Sequence_1.H7SeqAct_QuestObjective_20 H7SeqAct_QuestObjective]
mDescription="夺取绿色城镇"

[TheWorld:PersistentLevel.Main_Sequence.Sequence_1.H7SeqAct_QuestObjective_21 H7SeqAct_QuestObjective]
mDescription="夺取黄色城镇"

[TheWorld:PersistentLevel.Main_Sequence.Sequence_1.H7SeqAct_QuestObjective_22 H7SeqAct_QuestObjective]
mDescription="材料已备好！"

[TheWorld:PersistentLevel.Main_Sequence.Sequence_1.H7SeqAct_QuestObjective_23 H7SeqAct_QuestObjective]
mDescription="击败所有对手。若连续7天未控制任何城镇，或失去所有英雄和城镇，则你被击败。"

[TheWorld:PersistentLevel.Main_Sequence.Sequence_1.H7SeqAct_QuestObjective_24 H7SeqAct_QuestObjective]
mDescription=""

[TheWorld:PersistentLevel.Main_Sequence.Sequence_1.H7SeqAct_QuestObjective_25 H7SeqAct_QuestObjective]
mDescription="布雷阿等级 15"

[TheWorld:PersistentLevel.Main_Sequence.Sequence_1.H7SeqAct_QuestObjective_3 H7SeqAct_QuestObjective]
mDescription=""

[TheWorld:PersistentLevel.Main_Sequence.Sequence_1.H7SeqAct_QuestObjective_4 H7SeqAct_QuestObjective]
mDescription="击败所有对手。若连续7天未控制任何城镇，或失去所有英雄和城镇，则你被击败。"

[TheWorld:PersistentLevel.Main_Sequence.Sequence_1.H7SeqAct_QuestObjective_5 H7SeqAct_QuestObjective]
mDescription=""

[TheWorld:PersistentLevel.Main_Sequence.Sequence_1.H7SeqAct_QuestObjective_6 H7SeqAct_QuestObjective]
mDescription="击败所有对手。若连续7天未控制任何城镇，或失去所有英雄和城镇，则你被击败。"

[TheWorld:PersistentLevel.Main_Sequence.Sequence_1.H7SeqAct_QuestObjective_7 H7SeqAct_QuestObjective]
mDescription=""

[TheWorld:PersistentLevel.Main_Sequence.Sequence_1.H7SeqAct_QuestObjective_8 H7SeqAct_QuestObjective]
mDescription="达到14级"

[TheWorld:PersistentLevel.Main_Sequence.Sequence_1.H7SeqAct_QuestObjective_9 H7SeqAct_QuestObjective]
mDescription="达到30级"

[TheWorld:PersistentLevel.Main_Sequence.Sequence_14.H7SeqAct_ShowDialogue_0 H7SeqAct_ShowDialogue]
mLines[0]_Content="岛民城镇已被占领并重建！"

[TheWorld:PersistentLevel.Main_Sequence.Sequence_14.H7SeqAct_ShowText_0 H7SeqAct_ShowText]
mText="布雷阿岛城镇已被一位圣堂英雄占领，并将其更名为岛民。\n必须发动攻击以夺回布雷阿！"

[TheWorld:PersistentLevel.Main_Sequence.Sequence_14.H7SeqAct_ShowText_1 H7SeqAct_ShowText]
mText="欢迎来到中央公园。玩得开心！"

[TheWorld:PersistentLevel.Main_Sequence.Sequence_14.H7SeqAct_ShowText_2 H7SeqAct_ShowText]
mText="只有亚莎能移动这块岩石。你应该去拜访她的雕像……"

[TheWorld:PersistentLevel.Main_Sequence.Sequence_14.H7SeqAct_ShowText_3 H7SeqAct_ShowText]
mText="你向亚莎雕像鞠躬，而亚莎以她的仁慈，同意让这块碍事的岩石消失。"

[TheWorld:PersistentLevel.WorldInfo_0.H7MapInfo_0 H7MapInfo]
mName="中央公园"
mDescription="当一个恶棍夺取了你的城镇布雷阿并胆敢更改其名字时，你得知一个被称为中央公园的未开发岛屿充满了宝藏。\n为你自己以及AI玩家2、3和4选择你喜欢的阵营。\r\n必须为玩家5选择圣堂阵营。\n需要使用MMH7.5版本1.38.3或更高版本游玩。\n地图由弗朗索瓦创建。\n感谢@Doctor的技术帮助。"

[TheWorld:PersistentLevel.H7AreaOfControlBuffSite_6 H7AreaOfControlBuffSite]
mName=""

[TheWorld:PersistentLevel.H7AreaOfControlBuffSite_5 H7AreaOfControlBuffSite]
mName=""

[TheWorld:PersistentLevel.H7AreaOfControlBuffSite_4 H7AreaOfControlBuffSite]
mName=""

[TheWorld:PersistentLevel.H7AreaOfControlBuffSite_3 H7AreaOfControlBuffSite]
mName=""

[TheWorld:PersistentLevel.H7AreaOfControlBuffSite_2 H7AreaOfControlBuffSite]
mName=""

[TheWorld:PersistentLevel.H7AreaOfControlBuffSite_1 H7AreaOfControlBuffSite]
mName=""

[TheWorld:PersistentLevel.H7AreaOfControlBuffSite_0 H7AreaOfControlBuffSite]
mName=""

[Town_Garrison.H7Garrison_1_Garrison H7AdventureArmy]
mName=""

[Town_Garrison.H7RandomTown_0_Garrison H7AdventureArmy]
mName=""

[Town_Garrison.H7RandomTown_1_Garrison H7AdventureArmy]
mName=""

[Town_Garrison.H7RandomTown_2_Garrison H7AdventureArmy]
mName=""

[Town_Garrison.H7RandomTown_3_Garrison H7AdventureArmy]
mName=""

[Town_Garrison.H7RandomTown_4_Garrison H7AdventureArmy]
mName=""

[Town_Garrison.H7Town_0_Garrison H7AdventureArmy]
mName=""